export default {
    "省份": {
        "河南": "河南",
        "云南": "云南",
        "山东": "山东",
        "浙江": "浙江",
        "西藏": "西藏",
        "新疆": "新疆",
        "河北": "河北",
        "福建": "福建",
        "湖北": "湖北",
        "山西": "山西",
        "内蒙": "内蒙",
        "吉林": "吉林",
        "四川": "四川",
        "天津": "天津",
        "江苏": "江苏",
        "安徽": "安徽",
        "青海": "青海",
        "广东": "广东",
        "陕西": "陕西",
        "湖南": "湖南",
        "重庆": "重庆",
        "宁夏": "宁夏",
        "上海": "上海",
        "甘肃": "甘肃",
        "贵州": "贵州",
        "广西": "广西",
        "北京": "北京",
        "辽宁": "辽宁",
        "江西": "江西",
        "黑龙江": "黑龙江",
        "海南": "海南"
    },
    "上海": {
        "嘉定区": "嘉定区",
        "奉贤区": "奉贤区",
        "宝山区": "宝山区",
        "普陀区": "普陀区",
        "杨浦区": "杨浦区",
        "松江区": "松江区",
        "浦东新区": "浦东新区",
        "闵行区": "闵行区",
        "闸北区": "闸北区",
        "青浦区": "青浦区"
    },
    "云南": {
        "临沧": "临沧",
        "丽江": "丽江",
        "保山": "保山",
        "大理": "大理",
        "安宁": "安宁",
        "德宏": "德宏",
        "文山": "文山",
        "昆明": "昆明",
        "昭通": "昭通",
        "普洱": "普洱",
        "景洪": "景洪",
        "曲靖": "曲靖",
        "楚雄": "楚雄",
        "玉溪": "玉溪",
        "蒙自": "蒙自"
    },
    "内蒙": {
        "乌兰浩特": "乌兰浩特",
        "包头": "包头",
        "呼伦贝尔": "呼伦贝尔",
        "呼和浩特": "呼和浩特",
        "巴彦淖尔": "巴彦淖尔",
        "赤峰": "赤峰",
        "通辽": "通辽",
        "鄂尔多斯": "鄂尔多斯",
        "锡林浩特": "锡林浩特"
    },
    "北京": {
        "丰台区": "丰台区",
        "密云区": "密云区",
        "大兴区": "大兴区",
        "房山区": "房山区",
        "昌平区": "昌平区",
        "朝阳区": "朝阳区",
        "海淀区": "海淀区",
        "石景山区": "石景山区",
        "通州区": "通州区",
        "顺义区": "顺义区"
    },
    "吉林": {
        "吉林": "吉林",
        "延吉": "延吉",
        "松原": "松原",
        "通化": "通化",
        "长春": "长春"
    },
    "四川": {
        "乐山": "乐山",
        "内江": "内江",
        "南充": "南充",
        "宜宾": "宜宾",
        "巴中": "巴中",
        "广元": "广元",
        "广安": "广安",
        "彭州": "彭州",
        "德阳": "德阳",
        "成都": "成都",
        "攀枝花": "攀枝花",
        "泸州": "泸州",
        "眉山": "眉山",
        "绵阳": "绵阳",
        "自贡": "自贡",
        "西昌": "西昌",
        "资阳": "资阳",
        "达州": "达州",
        "遂宁": "遂宁",
        "都江堰": "都江堰"
        // "雅安": "雅安"
    },
    "天津": {
        "东丽区": "东丽区",
        "北辰区": "北辰区",
        "南开区": "南开区",
        "静海区": "静海区",
        "河东区": "河东区",
        "滨海新区": "滨海新区",
        "西青区": "西青区"
    },
    "宁夏": {
        "中卫": "中卫",
        "石觜山": "石觜山",
        "银川": "银川"
    },
    "安徽": {
        "六安": "六安",
        "合肥": "合肥",
        "安庆": "安庆",
        "宣城": "宣城",
        "宿州": "宿州",
        "巢湖": "巢湖",
        "毫州": "毫州",
        "池州": "池州",
        "淮北": "淮北",
        "淮南": "淮南",
        "滁州": "滁州",
        "芜湖": "芜湖",
        "蚌埠": "蚌埠",
        "铜陵": "铜陵",
        "阜阳": "阜阳",
        "马鞍山": "马鞍山",
        "黄山": "黄山"
    },
    "山东": {
        "东营": "东营",
        "临沂": "临沂",
        "威海": "威海",
        "寿光": "寿光",
        "广饶": "广饶",
        "德州": "德州",
        "日照": "日照",
        "枣庄": "枣庄",
        "泰安": "泰安",
        "济南": "济南",
        "济宁": "济宁",
        "淄博": "淄博",
        "滕州": "滕州",
        "滨州": "滨州",
        "潍坊": "潍坊",
        "烟台": "烟台",
        "章丘": "章丘",
        "聊城": "聊城",
        "莱州": "莱州",
        "莱芜": "莱芜",
        "莱阳": "莱阳",
        "菏泽": "菏泽",
        "诸城": "诸城",
        "邹城": "邹城",
        "青岛": "青岛",
        "青州": "青州",
        "高密": "高密",
        "龙口": "龙口"
    },
    "山西": {
        "临汾": "临汾",
        "吕梁": "吕梁",
        "大同": "大同",
        "太原": "太原",
        "忻州": "忻州",
        "晋中": "晋中",
        "晋城": "晋城",
        "运城": "运城",
        "长治": "长治",
        "阳泉": "阳泉"
    },
    "广东": {
        "东莞": "东莞",
        "中山": "中山",
        "云浮": "云浮",
        "佛山": "佛山",
        "增城": "增城",
        "广州": "广州",
        "惠州": "惠州",
        "揭阳": "揭阳",
        "梅州": "梅州",
        "汕头": "汕头",
        "汕尾": "汕尾",
        "江门": "江门",
        "河源": "河源",
        "深圳": "深圳",
        "清远": "清远",
        "湛江": "湛江",
        "潮州": "潮州",
        "珠海": "珠海",
        "肇庆": "肇庆",
        "茂名": "茂名",
        "阳江": "阳江",
        "韶关": "韶关"
    },
    "广西": {
        "北海": "北海",
        "南宁": "南宁",
        "柳州": "柳州",
        "桂林": "桂林",
        "梧州": "梧州",
        "河池": "河池",
        "玉林": "玉林",
        "百色": "百色",
        "贵港": "贵港",
        "贺州": "贺州",
        "钦州": "钦州",
        "防城港": "防城港"
    },
    "新疆": {
        "乌鲁木齐": "乌鲁木齐",
        "伊宁": "伊宁",
        "克拉玛依": "克拉玛依",
        "哈密": "哈密",
        "奎屯": "奎屯",
        "库尔勒": "库尔勒",
        "昌吉": "昌吉",
        "阿克苏": "阿克苏"
    },
    "江苏": {
        "东台": "东台",
        "丹阳": "丹阳",
        "仪征": "仪征",
        "兴化": "兴化",
        "南京": "南京",
        "南通": "南通",
        "启东": "启东",
        "吴江": "吴江",
        "大丰": "大丰",
        "太仓": "太仓",
        "如皋": "如皋",
        "姜堰": "姜堰",
        "宜兴": "宜兴",
        "宿迁": "宿迁",
        "常州": "常州",
        "常熟": "常熟",
        "张家港": "张家港",
        "徐州": "徐州",
        "扬中": "扬中",
        "扬州": "扬州",
        "无锡": "无锡",
        "昆山": "昆山",
        "江阴": "江阴",
        "沭阳": "沭阳",
        "泰兴": "泰兴",
        "泰州": "泰州",
        "海安": "海安",
        "海门": "海门",
        "淮安": "淮安",
        "溧阳": "溧阳",
        "盐城": "盐城",
        "苏州": "苏州",
        "连云港": "连云港",
        "金坛": "金坛",
        "镇江": "镇江",
        "靖江": "靖江",
        "高邮": "高邮"
    },
    "江西": {
        "上饶": "上饶",
        "九江": "九江",
        "南昌": "南昌",
        "吉安": "吉安",
        "宜春": "宜春",
        "抚州": "抚州",
        "新余": "新余",
        "景德镇": "景德镇",
        "赣州": "赣州",
        "高安": "高安"
    },
    "河北": {
        "任丘": "任丘",
        "保定": "保定",
        "唐山": "唐山",
        "定州": "定州",
        "廊坊": "廊坊",
        "张家口": "张家口",
        "承德": "承德",
        "沧州": "沧州",
        "涿州": "涿州",
        "石家庄": "石家庄",
        "秦皇岛": "秦皇岛",
        "衡水": "衡水",
        "迁安": "迁安",
        "邢台": "邢台",
        "邯郸": "邯郸",
        "霸州": "霸州"
    },
    "河南": {
        "三门峡": "三门峡",
        "信阳": "信阳",
        "南阳": "南阳",
        "周口": "周口",
        "商丘": "商丘",
        "安阳": "安阳",
        "巩义": "巩义",
        "平顶山": "平顶山",
        "开封": "开封",
        "新乡": "新乡",
        "新郑": "新郑",
        "永城": "永城",
        "洛阳": "洛阳",
        "济源": "济源",
        "漯河": "漯河",
        "濮阳": "濮阳",
        "焦作": "焦作",
        "禹州": "禹州",
        "许昌": "许昌",
        "郑州": "郑州",
        "驻马店": "驻马店",
        "鹤壁": "鹤壁"
    },
    "浙江": {
        "上虞": "上虞",
        "东阳": "东阳",
        "临海": "临海",
        "丽水": "丽水",
        "义乌": "义乌",
        "乐清": "乐清",
        "余姚": "余姚",
        "台州": "台州",
        "嘉兴": "嘉兴",
        "宁波": "宁波",
        "安吉": "安吉",
        "富阳": "富阳",
        "嵊州": "嵊州",
        "平湖": "平湖",
        "慈溪": "慈溪",
        "杭州": "杭州",
        "桐乡": "桐乡",
        "永康": "永康",
        "海宁": "海宁",
        "海盐": "海盐",
        "温岭": "温岭",
        "温州": "温州",
        "湖州": "湖州",
        "瑞安": "瑞安",
        "绍兴": "绍兴",
        "舟山": "舟山",
        "衢州": "衢州",
        "诸暨": "诸暨",
        "金华": "金华"
    },
    "海南": {
        "海口": "海口"
    },
    "湖北": {
        "仙桃": "仙桃",
        "十堰": "十堰",
        "咸宁": "咸宁",
        "孝感": "孝感",
        "宜昌": "宜昌",
        "恩施": "恩施",
        "武汉": "武汉",
        "荆州": "荆州",
        "荆门": "荆门",
        "襄樊": "襄樊",
        "襄阳": "襄阳",
        "随州": "随州",
        "黄冈": "黄冈",
        "黄石": "黄石"
    },
    "湖南": {
        "吉首": "吉首",
        "娄底": "娄底",
        "岳阳": "岳阳",
        "常德": "常德",
        "张家界": "张家界",
        "怀化": "怀化",
        "株州": "株州",
        "永州": "永州",
        "浏阳": "浏阳",
        "湘潭": "湘潭",
        "益阳": "益阳",
        "衡阳": "衡阳",
        "邵阳": "邵阳",
        "郴州": "郴州",
        "长沙": "长沙"
    },
    "甘肃": {
        "兰州": "兰州",
        "嘉峪关": "嘉峪关",
        "天水": "天水",
        "定西": "定西",
        "平凉": "平凉",
        "庆阳": "庆阳",
        "张掖": "张掖",
        "武威": "武威",
        "白银": "白银"
    },
    "福建": {
        "三明": "三明",
        "厦门": "厦门",
        "宁德": "宁德",
        "安溪": "安溪",
        "建瓯": "建瓯",
        "晋江": "晋江",
        "泉州": "泉州",
        "漳州": "漳州",
        "福州": "福州",
        "福清": "福清",
        "莆田": "莆田",
        "龙岩": "龙岩"
    },
    "西藏": {
        "拉萨": "拉萨"
    },
    "贵州": {
        "六盘水": "六盘水",
        "兴义": "兴义",
        "凯里": "凯里",
        "安顺": "安顺",
        "毕节": "毕节",
        "清镇": "清镇",
        "贵阳": "贵阳",
        "遵义": "遵义",
        "都匀": "都匀",
        "铜仁": "铜仁"
    },
    "辽宁": {
        "丹东": "丹东",
        "大连": "大连",
        "抚顺": "抚顺",
        "朝阳": "朝阳",
        "沈阳": "沈阳",
        "盘锦": "盘锦",
        "营口": "营口",
        "葫芦岛": "葫芦岛",
        "辽阳": "辽阳",
        "铁岭": "铁岭",
        "锦州": "锦州",
        "阜新": "阜新",
        "鞍山": "鞍山"
    },
    "重庆": {
        "万州区": "万州区",
        "九龙坡区": "九龙坡区",
        "北碚区": "北碚区",
        "北部新区": "北部新区",
        "南岸区": "南岸区",
        "合川区": "合川区",
        "大渡口区": "大渡口区",
        "巴南区": "巴南区",
        "永川区": "永川区",
        "江津区": "江津区",
        "沙坪坝区": "沙坪坝区",
        "涪陵区": "涪陵区",
        "渝中区": "渝中区",
        "渝北区": "渝北区"
    },
    "陕西": {
        "咸阳": "咸阳",
        "商洛": "商洛",
        "安康": "安康",
        "宝鸡": "宝鸡",
        "延安": "延安",
        "榆林": "榆林",
        "汉中": "汉中",
        "渭南": "渭南",
        "西安": "西安"
    },
    "青海": {
        "西宁": "西宁"
    },
    "黑龙江": {
        "佳木斯": "佳木斯",
        "北安": "北安",
        "哈尔滨": "哈尔滨",
        "大庆": "大庆",
        "牡丹江": "牡丹江",
        "绥化": "绥化",
        "集贤": "集贤",
        "齐齐哈尔": "齐齐哈尔"
    },
    "嘉定区": {
        "上海格林威汽车销售有限公司": "上海格林威汽车销售有限公司"
    },
    "奉贤区": {
        "奉贤九华汽车销售有限公司": "奉贤九华汽车销售有限公司"
    },
    "宝山区": {
        "上海永达通宝汽车销售服务有限公司": "上海永达通宝汽车销售服务有限公司",
        "上海协通福茂汽车销售服务有限公司": "上海协通福茂汽车销售服务有限公司"
    },
    "普陀区": {
        "上海东昌福德汽车销售服务有限公司": "上海东昌福德汽车销售服务有限公司"
    },
    "杨浦区": {
        "上海格林威中环汽车销售服务有限公司": "上海格林威中环汽车销售服务有限公司"
    },
    "松江区": {
        "上海九华汽车服务有限公司": "上海九华汽车服务有限公司"
    },
    "浦东新区": {
        "上海福成汽车销售服务有限公司": "上海福成汽车销售服务有限公司",
        "上海福银汽车销售服务有限公司": "上海福银汽车销售服务有限公司",
        "上海成套浦星汽车销售服务有限公司": "上海成套浦星汽车销售服务有限公司",
        "上海弘欣汽车销售服务有限公司": "上海弘欣汽车销售服务有限公司",
        "上海格林威福誉汽车销售服务有限公司": "上海格林威福誉汽车销售服务有限公司"
    },
    "闵行区": {
        "上海九华汽车维修有限公司": "上海九华汽车维修有限公司"
    },
    "闸北区": {
        "上海协通福骋汽车销售服务有限公司": "上海协通福骋汽车销售服务有限公司"
    },
    "青浦区": {
        "上海九华特联汽车销售服务有限公司": "上海九华特联汽车销售服务有限公司",
        "上海格林威沪青汽车维修服务有限公司": "上海格林威沪青汽车维修服务有限公司"
    },
    "临沧": {
        "大理万福汽车销售服务有限公司临沧分公司": "大理万福汽车销售服务有限公司临沧分公司"
    },
    "丽江": {
        "丽江金鸿福汽车销售服务有限公司": "丽江金鸿福汽车销售服务有限公司"
    },
    "保山": {
        "大理万福汽车销售服务有限公司保山分公司": "大理万福汽车销售服务有限公司保山分公司"
    },
    "大理": {
        "大理万福汽车销售服务有限公司": "大理万福汽车销售服务有限公司"
    },
    "安宁": {
        "安宁万福汽车销售服务有限公司": "安宁万福汽车销售服务有限公司"
    },
    "德宏": {
        "德宏万福汽车销售服务有限公司": "德宏万福汽车销售服务有限公司"
    },
    "文山": {
        "文山健中冈天惠汽车销售服务有限公司": "文山健中冈天惠汽车销售服务有限公司"
    },
    "昆明": {
        "云南万福汽车销售服务有限公司": "云南万福汽车销售服务有限公司",
        "云南中博汽车销售服务有限公司": "云南中博汽车销售服务有限公司",
        "云南健中冈仁福汽车销售有限公司": "云南健中冈仁福汽车销售有限公司",
        "云南健中冈商贸有限公司": "云南健中冈商贸有限公司",
        "昆明涌鑫之福贸易有限公司": "昆明涌鑫之福贸易有限公司"
    },
    "昭通": {
        "昭通福鸿汽车销售服务有限公司": "昭通福鸿汽车销售服务有限公司"
    },
    "普洱": {
        "普洱普福汽车营销服务有限公司": "普洱普福汽车营销服务有限公司"
    },
    "景洪": {
        "景洪景福汽车营销服务有限公司": "景洪景福汽车营销服务有限公司"
    },
    "曲靖": {
        "云南曲靖安特经贸有限公司": "云南曲靖安特经贸有限公司",
        "曲靖金江明利汽车销售有限公司": "曲靖金江明利汽车销售有限公司"
    },
    "楚雄": {
        "楚雄万福汽车销售服务有限公司": "楚雄万福汽车销售服务有限公司"
    },
    "玉溪": {
        "云南玉溪安特经贸有限公司": "云南玉溪安特经贸有限公司"
    },
    "蒙自": {
        "红河万福汽车销售服务有限公司": "红河万福汽车销售服务有限公司"
    },
    "乌兰浩特": {
        "乌兰浩特市泰迪汽车销售服务有限公司": "乌兰浩特市泰迪汽车销售服务有限公司"
    },
    "包头": {
        "包头市金福汽车销售服务有限公司": "包头市金福汽车销售服务有限公司",
        "包头市泰迪汽车销售服务有限公司": "包头市泰迪汽车销售服务有限公司"
    },
    "呼伦贝尔": {
        "呼伦贝尔市利丰泰迪汽车销售有限公司": "呼伦贝尔市利丰泰迪汽车销售有限公司"
    },
    "呼和浩特": {
        "内蒙古泰迪汽车服务有限公司": "内蒙古泰迪汽车服务有限公司",
        "呼和浩特市耀世美福汽车销售有限公司": "呼和浩特市耀世美福汽车销售有限公司"
    },
    "巴彦淖尔": {
        "巴彦淖尔市利丰泰迪汽车销售服务有限公司": "巴彦淖尔市利丰泰迪汽车销售服务有限公司"
    },
    "赤峰": {
        "赤峰市利丰泰迪汽车服务有限公司": "赤峰市利丰泰迪汽车服务有限公司"
    },
    "通辽": {
        "通辽市利丰泰迪汽车销售服务有限公司": "通辽市利丰泰迪汽车销售服务有限公司",
        "通辽市大鹏睿达汽车贸易有限公司": "通辽市大鹏睿达汽车贸易有限公司"
    },
    "鄂尔多斯": {
        "鄂尔多斯市福鑫诚汽车销售责任有限公司": "鄂尔多斯市福鑫诚汽车销售责任有限公司"
    },
    "锡林浩特": {
        "锡林郭勒瑞泰汽车销售服务有限公司": "锡林郭勒瑞泰汽车销售服务有限公司"
    },
    "丰台区": {
        "北京新兴福庆汽车销售服务有限公司": "北京新兴福庆汽车销售服务有限公司"
    },
    "密云区": {
        "北京排山宏福汽车销售有限公司": "北京排山宏福汽车销售有限公司"
    },
    "大兴区": {
        "北京中进万国汽车销售服务有限公司": "北京中进万国汽车销售服务有限公司"
    },
    "房山区": {
        "北京华中汽车服务中心": "北京华中汽车服务中心"
    },
    "昌平区": {
        "北京北方长福汽车销售有限责任公司": "北京北方长福汽车销售有限责任公司",
        "北京北方长福汽车销售服务有限责任公司昌平分公司": "北京北方长福汽车销售服务有限责任公司昌平分公司"
    },
    "朝阳区": {
        "北京陆鼎汽车商行": "北京陆鼎汽车商行",
        "北京长福新港汽车销售责任有限公司": "北京长福新港汽车销售责任有限公司",
        "北京庞大亚航汽车销售服务有限公司": "北京庞大亚航汽车销售服务有限公司",
        "北京亚奥福瑞汽车销售服务有限公司": "北京亚奥福瑞汽车销售服务有限公司"
    },
    "海淀区": {
        "北京北方福瑞汽车销售服务有限公司": "北京北方福瑞汽车销售服务有限公司",
        "北京百旺长福汽车销售服务有限公司": "北京百旺长福汽车销售服务有限公司"
    },
    "石景山区": {
        "北京中汽福瑞汽车销售服务有限公司": "北京中汽福瑞汽车销售服务有限公司",
        "北京博瑞裕丰汽车销售服务有限公司": "北京博瑞裕丰汽车销售服务有限公司"
    },
    "通州区": {
        "北京福通高盛汽车销售服务有限公司": "北京福通高盛汽车销售服务有限公司"
    },
    "顺义区": {
        "北京长久博鑫汽车销售服务有限公司": "北京长久博鑫汽车销售服务有限公司"
    },
    "吉林": {
        "吉林市雷驰德汽车销售服务有限公司": "吉林市雷驰德汽车销售服务有限公司"
    },
    "延吉": {
        "延吉市冀东汽车销售有限公司": "延吉市冀东汽车销售有限公司"
    },
    "松原": {
        "吉林省福原汽车销售维修服务有限公司": "吉林省福原汽车销售维修服务有限公司"
    },
    "通化": {
        "通化市鸿跃汽车销售服务有限公司": "通化市鸿跃汽车销售服务有限公司"
    },
    "长春": {
        "吉林省神驰汽车销售服务有限公司": "吉林省神驰汽车销售服务有限公司",
        "吉林省隆孚汽车销售服务有限公司": "吉林省隆孚汽车销售服务有限公司",
        "吉林省尊驰汽车销售服务有限公司": "吉林省尊驰汽车销售服务有限公司"
    },
    "乐山": {
        "乐山先锋汽车销售服务有限公司": "乐山先锋汽车销售服务有限公司"
    },
    "内江": {
        "内江市四达翔辉汽车销售有限公司": "内江市四达翔辉汽车销售有限公司"
    },
    "南充": {
        "南充德福达汽车有限公司": "南充德福达汽车有限公司"
    },
    "宜宾": {
        "宜宾市翔奕汽车销售服务有限公司": "宜宾市翔奕汽车销售服务有限公司"
    },
    "巴中": {
        "巴中市祥宇汽车销售有限责任公司": "巴中市祥宇汽车销售有限责任公司"
    },
    "广元": {
        "广元中鸿汽车销售服务有限公司": "广元中鸿汽车销售服务有限公司"
    },
    "广安": {
        "广安骏安达汽车有限公司": "广安骏安达汽车有限公司"
    },
    "彭州": {
        "彭州市明利车业有限公司": "彭州市明利车业有限公司"
    },
    "德阳": {
        "德阳万星汽车销售服务有限公司": "德阳万星汽车销售服务有限公司",
        "德阳宗越汽车销售服务有限公司": "德阳宗越汽车销售服务有限公司"
    },
    "成都": {
        "成都万星汽车销售服务有限公司": "成都万星汽车销售服务有限公司",
        "四川先锋汽车有限责任公司": "四川先锋汽车有限责任公司",
        "成都通海三圣汽车销售有限责任公司": "成都通海三圣汽车销售有限责任公司",
        "四川长征莱克汽车销售服务有限公司": "四川长征莱克汽车销售服务有限公司",
        "成都天钧科技有限公司": "成都天钧科技有限公司",
        "成都福安达汽车销售服务有限公司": "成都福安达汽车销售服务有限公司",
        "成都杰益汽车销售服务有限公司": "成都杰益汽车销售服务有限公司",
        "成都天之骏汽车销售有限公司": "成都天之骏汽车销售有限公司",
        "成都福之星车业有限公司": "成都福之星车业有限公司",
        "成都龙福汽车销售服务有限公司": "成都龙福汽车销售服务有限公司",
        "成都福庆汽车销售服务有限公司": "成都福庆汽车销售服务有限公司"
    },
    "攀枝花": {
        "攀枝花永福汽车销售服务有限公司": "攀枝花永福汽车销售服务有限公司"
    },
    "泸州": {
        "泸州东创中孚车业有限公司": "泸州东创中孚车业有限公司"
    },
    "成都万友经济技术开发总公司泸州分公司": "成都万友经济技术开发总公司泸州分公司",
    "眉山": {
        "眉山市清巍车业有限公司": "眉山市清巍车业有限公司"
    },
    "绵阳": {
        "绵阳万鸿汽车销售服务有限公司": "绵阳万鸿汽车销售服务有限公司",
        "绵阳安捷福信汽车销售服务有限公司": "绵阳安捷福信汽车销售服务有限公司"
    },
    "自贡": {
        "自贡四达翔辉汽车销售服务有限公司": "自贡四达翔辉汽车销售服务有限公司"
    },
    "西昌": {
        "西昌祥和汽车销售服务有限责任公司": "西昌祥和汽车销售服务有限责任公司"
    },
    "资阳": {
        "资阳市清巍车业有限公司": "资阳市清巍车业有限公司"
    },
    "达州": {
        "达州骏翔汽车有限公司": "达州骏翔汽车有限公司"
    },
    "遂宁": {
        "遂宁新清巍车业有限公司": "遂宁新清巍车业有限公司"
    },
    "都江堰": {
        "四川安捷长信汽车销售服务有限公司": "四川安捷长信汽车销售服务有限公司"
    },
    "雅安": {
        "雅安市兴康通汽车销售服务有限公司": "雅安市兴康通汽车销售服务有限公司"
    },
    "东丽区": {
        "天津远大汽车销售服务有限公司": "天津远大汽车销售服务有限公司"
    },
    "北辰区": {
        "天津市中乒北福汽车销售服务有限公司": "天津市中乒北福汽车销售服务有限公司",
        "天津市尊泰汽车销售服务有限公司": "天津市尊泰汽车销售服务有限公司"
    },
    "南开区": {
        "天津市浩物燕兴汽车销售服务有限公司": "天津市浩物燕兴汽车销售服务有限公司"
    },
    "静海区": {
        "天津捷世恒汽车销售服务有限公司": "天津捷世恒汽车销售服务有限公司"
    },
    "河东区": {
        "天津柯兰德汽车销售服务有限公司": "天津柯兰德汽车销售服务有限公司"
    },
    "滨海新区": {
        "天津开发区柯兰德汽车贸易有限公司": "天津开发区柯兰德汽车贸易有限公司"
    },
    "西青区": {
        "中国长安汽车集团天津销售有限公司": "中国长安汽车集团天津销售有限公司",
        "天津博兴兆恒汽车销售服务有限公司": "天津博兴兆恒汽车销售服务有限公司"
    },
    "中卫": {
        "宁夏万易福汽车销售服务有限公司": "宁夏万易福汽车销售服务有限公司"
    },
    "石觜山": {
        "宁夏万易安汽车销售服务有限公司": "宁夏万易安汽车销售服务有限公司"
    },
    "银川": {
        "宁夏福立升汽车销售服务有限公司": "宁夏福立升汽车销售服务有限公司",
        "宁夏金岛长福汽车销售有限公司": "宁夏金岛长福汽车销售有限公司"
    },
    "六安": {
        "六安大步汽车销售服务有限公司": "六安大步汽车销售服务有限公司",
        "六安之道汽车销售服务有限公司": "六安之道汽车销售服务有限公司"
    },
    "合肥": {
        "安徽省大步汽车销售服务有限公司": "安徽省大步汽车销售服务有限公司",
        "安徽亚特汽车销售服务有限公司": "安徽亚特汽车销售服务有限公司",
        "安徽大步车业销售有限公司": "安徽大步车业销售有限公司",
        "合肥恒信德龙美华汽车销售服务有限公司": "合肥恒信德龙美华汽车销售服务有限公司",
        "合肥万福汽车销售有限公司": "合肥万福汽车销售有限公司"
    },
    "安庆": {
        "安庆环福汽车销售服务有限公司": "安庆环福汽车销售服务有限公司"
    },
    "宣城": {
        "宣城亚夏福嘉汽车销售服务有限公司": "宣城亚夏福嘉汽车销售服务有限公司"
    },
    "宿州": {
        "宿州福誉通汽车销售服务有限公司": "宿州福誉通汽车销售服务有限公司"
    },
    "巢湖": {
        "巢湖大步畅达汽车科技有限公司": "巢湖大步畅达汽车科技有限公司"
    },
    "毫州": {
        "亳州市远景福润汽车销售服务有限责任公司": "亳州市远景福润汽车销售服务有限责任公司",
        "亳州福铄汽车贸易有限公司": "亳州福铄汽车贸易有限公司"
    },
    "池州": {
        "池州福盛汽车销售服务有限公司": "池州福盛汽车销售服务有限公司"
    },
    "淮北": {
        "淮北市良宇汽车销售服务有限公司": "淮北市良宇汽车销售服务有限公司"
    },
    "淮南": {
        "淮南市福久汽车销售服务有限公司": "淮南市福久汽车销售服务有限公司"
    },
    "滁州": {
        "滁州正丰汽车贸易服务限公司": "滁州正丰汽车贸易服务限公司"
    },
    "芜湖": {
        "芜湖福禧汽车销售服务有限公司": "芜湖福禧汽车销售服务有限公司",
        "芜湖亚夏福迪汽车销售服务有限公司": "芜湖亚夏福迪汽车销售服务有限公司"
    },
    "蚌埠": {
        "蚌埠市润美汽车销售服务有限公司": "蚌埠市润美汽车销售服务有限公司"
    },
    "铜陵": {
        "铜陵市锐钧实业有限公司": "铜陵市锐钧实业有限公司"
    },
    "阜阳": {
        "阜阳恒大旭日汽车贸易有限公司": "阜阳恒大旭日汽车贸易有限公司",
        "安徽阜阳恒大旭日汽车贸易有限公司颍州店": "安徽阜阳恒大旭日汽车贸易有限公司颍州店"
    },
    "马鞍山": {
        "马鞍山福联汽车销售服务有限公司": "马鞍山福联汽车销售服务有限公司"
    },
    "黄山": {
        "黄山市华轩汽车销售服务有限公司": "黄山市华轩汽车销售服务有限公司"
    },
    "东营": {
        "东营泰瑞福汽车有限公司": "东营泰瑞福汽车有限公司",
        "东营泰福汽车有限公司": "东营泰福汽车有限公司"
    },
    "临沂": {
        "临沂福华汽车销售服务有限公司": "临沂福华汽车销售服务有限公司",
        "临沂福悦汽车销售有限公司": "临沂福悦汽车销售有限公司",
        "临沂御骏汽车销售服务有限公司": "临沂御骏汽车销售服务有限公司"
    },
    "威海": {
        "威海福鑫汽车贸易有限公司": "威海福鑫汽车贸易有限公司",
        "威海福麒汽车销售有限公司": "威海福麒汽车销售有限公司"
    },
    "寿光": {
        "寿光富赢汽车销售服务有限公司": "寿光富赢汽车销售服务有限公司"
    },
    "广饶": {
        "东营华正汽车销售有限公司": "东营华正汽车销售有限公司"
    },
    "德州": {
        "德州福特宝汽车销售服务有限公司": "德州福特宝汽车销售服务有限公司",
        "德州福特骏汽车销售服务有限公司": "德州福特骏汽车销售服务有限公司"
    },
    "日照": {
        "日照泰华汽车销售服务有限公司": "日照泰华汽车销售服务有限公司",
        "日照荣华汽车销售服务有限公司": "日照荣华汽车销售服务有限公司"
    },
    "枣庄": {
        "枣庄永乐汽车销售服务有限公司": "枣庄永乐汽车销售服务有限公司"
    },
    "泰安": {
        "泰安北方福泰汽车销售服务有限公司": "泰安北方福泰汽车销售服务有限公司",
        "山东晟和汽车销售服务有限公司": "山东晟和汽车销售服务有限公司"
    },
    "济南": {
        "山东福特福汽车销售服务有限公司": "山东福特福汽车销售服务有限公司",
        "山东顺骋汽车贸易有限公司": "山东顺骋汽车贸易有限公司",
        "济南信达通福汽车销售服务有限公司": "济南信达通福汽车销售服务有限公司",
        "山东合佳福汽车贸易有限公司": "山东合佳福汽车贸易有限公司"
    },
    "济宁": {
        "济宁宝路捷汽车销售服务有限公司": "济宁宝路捷汽车销售服务有限公司",
        "济宁福泰阳光汽车销售服务有限公司": "济宁福泰阳光汽车销售服务有限公司",
        "济宁德骏阳光汽车销售服务有限公司": "济宁德骏阳光汽车销售服务有限公司"
    },
    "淄博": {
        "淄博鑫汇汽车销售服务有限公司": "淄博鑫汇汽车销售服务有限公司",
        "淄博锦骋汽车贸易有限公司": "淄博锦骋汽车贸易有限公司",
        "淄博众骋汽车贸易有限公司": "淄博众骋汽车贸易有限公司"
    },
    "滕州": {
        "滕州乐福汽车销售服务有限公司": "滕州乐福汽车销售服务有限公司"
    },
    "滨州": {
        "滨州泰瑞福汽车有限公司": "滨州泰瑞福汽车有限公司",
        "滨州和润汽车销售服务有限公司": "滨州和润汽车销售服务有限公司",
        "邹平德坤汽车销售服务有限公司": "邹平德坤汽车销售服务有限公司"
    },
    "潍坊": {
        "潍坊冠成汽车销售服务有限公司": "潍坊冠成汽车销售服务有限公司",
        "潍坊天盛汽车销售服务有限公司": "潍坊天盛汽车销售服务有限公司"
    },
    "烟台": {
        "烟台裕华汽车服务有限公司": "烟台裕华汽车服务有限公司",
        "烟台海之润汽车销售有限公司": "烟台海之润汽车销售有限公司",
        "烟台祥通汽车销售有限公司": "烟台祥通汽车销售有限公司"
    },
    "章丘": {
        "济南祥福汽车服务有限公司": "济南祥福汽车服务有限公司"
    },
    "聊城": {
        "聊城五洲福翼达汽车销售服务有限公司": "聊城五洲福翼达汽车销售服务有限公司",
        "聊城金福汽车销售服务有限公司": "聊城金福汽车销售服务有限公司"
    },
    "莱州": {
        "莱州市康顺捷汽车销售服务有限公司": "莱州市康顺捷汽车销售服务有限公司"
    },
    "莱芜": {
        "莱芜鸿发仁德汽车销售服务有限公司": "莱芜鸿发仁德汽车销售服务有限公司"
    },
    "莱阳": {
        "莱阳裕隆汽车服务有限公司": "莱阳裕隆汽车服务有限公司"
    },
    "菏泽": {
        "荷泽福特鑫汽车销售服务有限公司": "荷泽福特鑫汽车销售服务有限公司",
        "菏泽福特瑞汽车销售服务有限公司": "菏泽福特瑞汽车销售服务有限公司"
    },
    "诸城": {
        "诸城广潍天瑞汽车销售服务有限公司": "诸城广潍天瑞汽车销售服务有限公司"
    },
    "邹城": {
        "邹城市金铉汽车销售服务有限公司": "邹城市金铉汽车销售服务有限公司"
    },
    "青岛": {
        "青岛成胜达汽车销售服务有限公司": "青岛成胜达汽车销售服务有限公司",
        "青岛六和汽车服务有限公司": "青岛六和汽车服务有限公司",
        "青岛成致达汽车销售服务有限公司": "青岛成致达汽车销售服务有限公司",
        "青岛康安捷汽车销售服务有限有限公司": "青岛康安捷汽车销售服务有限有限公司",
        "青岛成浩达汽车销售服务有限公司": "青岛成浩达汽车销售服务有限公司",
        "青岛成泰达汽车销售服务有限公司": "青岛成泰达汽车销售服务有限公司",
        "青岛成悦达汽车销售服务有限公司": "青岛成悦达汽车销售服务有限公司",
        "青岛成利达汽车销售服务有限公司": "青岛成利达汽车销售服务有限公司"
    },
    "青州": {
        "青州飞达汽车工贸有限公司": "青州飞达汽车工贸有限公司"
    },
    "高密": {
        "高密润福汽车贸易有限公司": "高密润福汽车贸易有限公司"
    },
    "龙口": {
        "龙口裕通汽车服务有限公司": "龙口裕通汽车服务有限公司"
    },
    "临汾": {
        "临汾天健汽车销售服务有限公司": "临汾天健汽车销售服务有限公司",
        "临汾天健宏远汽车销售服务有限公司": "临汾天健宏远汽车销售服务有限公司"
    },
    "吕梁": {
        "山西省吕梁市大昌汽车销售有限公司": "山西省吕梁市大昌汽车销售有限公司"
    },
    "大同": {
        "大同市国信汽车销售有限公司": "大同市国信汽车销售有限公司",
        "大同市美路福汽车服务有限公司": "大同市美路福汽车服务有限公司"
    },
    "太原": {
        "山西大昌汽车销售有限公司": "山西大昌汽车销售有限公司",
        "山西昌福汽车服务有限公司": "山西昌福汽车服务有限公司"
    },
    "忻州": {
        "忻州联众汽车销售服务有限公司": "忻州联众汽车销售服务有限公司"
    },
    "晋中": {
        "山西必高必福汽车销售服务有限公司": "山西必高必福汽车销售服务有限公司"
    },
    "晋城": {
        "晋城安特汽车销售服务有限公司": "晋城安特汽车销售服务有限公司",
        "晋城华睿汽车销售服务有限公司": "晋城华睿汽车销售服务有限公司"
    },
    "运城": {
        "运城市韩韩汽车销售服务有限公司": "运城市韩韩汽车销售服务有限公司",
        "山西诺维兰集团运城瑞安汽车销售服务有限公司": "山西诺维兰集团运城瑞安汽车销售服务有限公司"
    },
    "长治": {
        "长治市华信福安汽车销售有限公司": "长治市华信福安汽车销售有限公司",
        "长治市华信福达汽车销售服务有限公司": "长治市华信福达汽车销售服务有限公司"
    },
    "阳泉": {
        "阳泉市三江大福汽车销售有限公司": "阳泉市三江大福汽车销售有限公司"
    },
    "东莞": {
        "东莞冠骏汽车销售服务有限公司": "东莞冠骏汽车销售服务有限公司",
        "东莞市福丰汽车有限公司": "东莞市福丰汽车有限公司",
        "东莞市博雅贸易有限公司": "东莞市博雅贸易有限公司",
        "东莞市星锐汽车有限公司": "东莞市星锐汽车有限公司",
        "东莞市华永汽车销售服务有限公司": "东莞市华永汽车销售服务有限公司",
        "东莞市福凯汽车销售服务有限公司": "东莞市福凯汽车销售服务有限公司",
        "东莞市骏龙汽车有限公司": "东莞市骏龙汽车有限公司"
    },
    "中山": {
        "中山中裕福达汽车有限公司": "中山中裕福达汽车有限公司",
        "中山精文汽车贸易有限公司": "中山精文汽车贸易有限公司",
        "中山小榄中裕汽车有限公司": "中山小榄中裕汽车有限公司",
        "中山黄圃中裕汽车有限公司": "中山黄圃中裕汽车有限公司"
    },
    "云浮": {
        "云浮美轮运福汽车有限公司": "云浮美轮运福汽车有限公司"
    },
    "佛山": {
        "佛山市合福汽车销售服务有限公司": "佛山市合福汽车销售服务有限公司",
        "佛山市南海合福汽车销售服务有限公司": "佛山市南海合福汽车销售服务有限公司",
        "佛山市金福麟汽车销售服务有限公司": "佛山市金福麟汽车销售服务有限公司",
        "佛山市广物福恒汽车贸易有限公司": "佛山市广物福恒汽车贸易有限公司",
        "佛山市东顺行汽车销售有限公司": "佛山市东顺行汽车销售有限公司",
        "佛山市昊海君霖汽车销售服务有限公司": "佛山市昊海君霖汽车销售服务有限公司",
        "佛山市东盛行汽车销售服务有限公司": "佛山市东盛行汽车销售服务有限公司",
        "佛山市励福汽车有限公司": "佛山市励福汽车有限公司"
    },
    "增城": {
        "广州增福汽车销售有限公司": "广州增福汽车销售有限公司"
    },
    "广州": {
        "广州瀚福汽车销售服务有限公司": "广州瀚福汽车销售服务有限公司",
        "广东广物福恒汽车贸易有限公司": "广东广物福恒汽车贸易有限公司",
        "广东浩伟汽车发展有限公司": "广东浩伟汽车发展有限公司",
        "广东恒远汽车贸易有限公司": "广东恒远汽车贸易有限公司",
        "广州市华驰福威汽车销售服务有限公司": "广州市华驰福威汽车销售服务有限公司",
        "广州福远汽车贸易有限公司": "广州福远汽车贸易有限公司",
        "广州文华福瑞汽车销售有限公司": "广州文华福瑞汽车销售有限公司",
        "广州市安捷明福汽车有限公司": "广州市安捷明福汽车有限公司",
        "广东广物鸿福汽车销售服务有限公司": "广东广物鸿福汽车销售服务有限公司",
        "广州庆福汽车销售服务有限公司": "广州庆福汽车销售服务有限公司"
    },
    "惠州": {
        "惠州市共成汽车贸易有限公司": "惠州市共成汽车贸易有限公司",
        "惠州市益成汽车贸易有限公司": "惠州市益成汽车贸易有限公司",
        "惠州深标特汽车有限公司": "惠州深标特汽车有限公司"
    },
    "揭阳": {
        "揭阳恒诚汽车销售有限公司": "揭阳恒诚汽车销售有限公司"
    },
    "梅州": {
        "梅州铁诚汽车销售服务有限责任公司": "梅州铁诚汽车销售服务有限责任公司"
    },
    "汕头": {
        "汕头市粤特汽车销售有限公司": "汕头市粤特汽车销售有限公司",
        "汕头市粤驰汽车销售服务有限公司": "汕头市粤驰汽车销售服务有限公司"
    },
    "汕尾": {
        "汕尾广物福恒汽车销售服务有限公司": "汕尾广物福恒汽车销售服务有限公司"
    },
    "江门": {
        "江门市福恒汽车销售服务有限公司": "江门市福恒汽车销售服务有限公司",
        "江门市万业汽车销售服务有限公司": "江门市万业汽车销售服务有限公司"
    },
    "河源": {
        "河源市标特共成汽车贸易有限公司": "河源市标特共成汽车贸易有限公司"
    },
    "深圳": {
        "深圳共成投资发展有限公司": "深圳共成投资发展有限公司",
        "深圳易达汽车技术服务有限公司": "深圳易达汽车技术服务有限公司",
        "深圳市标特汽车有限公司": "深圳市标特汽车有限公司",
        "深圳市标华汽车有限公司": "深圳市标华汽车有限公司",
        "深圳市标恒汽车有限公司": "深圳市标恒汽车有限公司",
        "深圳市标新汽车有限公司": "深圳市标新汽车有限公司",
        "深圳市标深汽车有限公司": "深圳市标深汽车有限公司",
        "深圳市标特福嘉汽车有限公司": "深圳市标特福嘉汽车有限公司"
    },
    "清远": {
        "清远市圆邦汽车销售服务有限公司": "清远市圆邦汽车销售服务有限公司"
    },
    "湛江": {
        "湛江广物福昌汽车销售服务有限公司": "湛江广物福昌汽车销售服务有限公司"
    },
    "潮州": {
        "潮州德诚汽车销售服务有限公司": "潮州德诚汽车销售服务有限公司"
    },
    "珠海": {
        "珠海市华亿汽车贸易有限公司": "珠海市华亿汽车贸易有限公司",
        "珠海市美利汽车销售服务有限公司": "珠海市美利汽车销售服务有限公司"
    },
    "肇庆": {
        "肇庆美轮庆福汽车有限公司": "肇庆美轮庆福汽车有限公司"
    },
    "茂名": {
        "茂名市广物福恒汽车销售服务有限公司": "茂名市广物福恒汽车销售服务有限公司"
    },
    "阳江": {
        "阳江市溢福汽车销售服务有限公司": "阳江市溢福汽车销售服务有限公司"
    },
    "韶关": {
        "韶关市宇杰汽车贸易服务有限公司": "韶关市宇杰汽车贸易服务有限公司"
    },
    "北海": {
        "北海桂福汽车销售服务有限公司": "北海桂福汽车销售服务有限公司"
    },
    "南宁": {
        "广西弘嘉汽车销售服务有限公司": "广西弘嘉汽车销售服务有限公司",
        "广西华圣汽车贸易有限公司": "广西华圣汽车贸易有限公司",
        "广西广福汽车销售服务有限公司": "广西广福汽车销售服务有限公司",
        "广西恒骏汽车销售服务有限公司": "广西恒骏汽车销售服务有限公司"
    },
    "柳州": {
        "柳州市华运汽车贸易有限公司": "柳州市华运汽车贸易有限公司",
        "柳州市恒嘉汽车销售服务有限公司": "柳州市恒嘉汽车销售服务有限公司",
        "柳州市恒捷汽车销售服务有限公司": "柳州市恒捷汽车销售服务有限公司"
    },
    "桂林": {
        "桂林真龙福福汽车销售有限公司": "桂林真龙福福汽车销售有限公司",
        "桂林市均富汽车销售有限公司": "桂林市均富汽车销售有限公司"
    },
    "梧州": {
        "广西梧州昊海华光汽车有限公司": "广西梧州昊海华光汽车有限公司"
    },
    "河池": {
        "广西宝福汽车销售服务有限公司": "广西宝福汽车销售服务有限公司"
    },
    "玉林": {
        "玉林桂福汽车销售服务有限责任公司": "玉林桂福汽车销售服务有限责任公司"
    },
    "百色": {
        "广西朗润汽车销售服务有限公司": "广西朗润汽车销售服务有限公司"
    },
    "贵港": {
        "广西贵港市华福汽车销售服务有限公司": "广西贵港市华福汽车销售服务有限公司"
    },
    "贺州": {
        "贺州市均程汽车销售有限公司": "贺州市均程汽车销售有限公司"
    },
    "钦州": {
        "钦州市恒驰汽车销售服务有限公司": "钦州市恒驰汽车销售服务有限公司"
    },
    "防城港": {
        "防城港市恒骐汽车销售服务有限公司": "防城港市恒骐汽车销售服务有限公司"
    },
    "乌鲁木齐": {
        "新疆福凌汽车销售服务有限公司": "新疆福凌汽车销售服务有限公司",
        "新疆天汇福达汽车销售服务有限责任公司": "新疆天汇福达汽车销售服务有限责任公司",
        "新疆龙泽源汽车销售有限公司": "新疆龙泽源汽车销售有限公司"
    },
    "伊宁": {
        "伊犁福鼎汽车销售服务有限公司": "伊犁福鼎汽车销售服务有限公司"
    },
    "克拉玛依": {
        "新疆福荣汽车销售服务有限公司": "新疆福荣汽车销售服务有限公司"
    },
    "哈密": {
        "哈密市天阅汽车销售服务有限公司": "哈密市天阅汽车销售服务有限公司"
    },
    "奎屯": {
        "新疆大华远宏汽车销售有限公司": "新疆大华远宏汽车销售有限公司"
    },
    "库尔勒": {
        "巴州龙跃汽车销售有限公司": "巴州龙跃汽车销售有限公司"
    },
    "昌吉": {
        "新疆福瑞行汽车销售服务有限公司": "新疆福瑞行汽车销售服务有限公司"
    },
    "阿克苏": {
        "阿克苏秋林汽车贸易有限公司": "阿克苏秋林汽车贸易有限公司"
    },
    "东台": {
        "东台永宁德福汽车销售服务有限公司": "东台永宁德福汽车销售服务有限公司"
    },
    "丹阳": {
        "丹阳福联汽车贸易有限公司": "丹阳福联汽车贸易有限公司"
    },
    "仪征": {
        "仪征福联汽车销售服务有限公司": "仪征福联汽车销售服务有限公司"
    },
    "兴化": {
        "兴化市天安达汽车贸易有限公司": "兴化市天安达汽车贸易有限公司"
    },
    "南京": {
        "南京福联汽车销售服务有限公司": "南京福联汽车销售服务有限公司",
        "景山福联汽车服务有限公司": "景山福联汽车服务有限公司",
        "南京长福新港汽车销售服务有限公司": "南京长福新港汽车销售服务有限公司",
        "南京江北福联汽车销售有限公司": "南京江北福联汽车销售有限公司",
        "溧水福联汽车销售服务有限公司": "溧水福联汽车销售服务有限公司",
        "江苏福联汽车贸易有限公司": "江苏福联汽车贸易有限公司"
    },
    "南通": {
        "南通福联汽车贸易有限公司": "南通福联汽车贸易有限公司",
        "南通沪通福联汽车贸易有限公司": "南通沪通福联汽车贸易有限公司",
        "南通涌鑫之福汽车销售服务有限公司": "南通涌鑫之福汽车销售服务有限公司",
        "如东福联汽车贸易有限公司": "如东福联汽车贸易有限公司"
    },
    "启东": {
        "启东启福汽车销售服务有限公司": "启东启福汽车销售服务有限公司"
    },
    "吴江": {
        "吴江富骏汽车销售服务有限公司吴江分公司": "吴江富骏汽车销售服务有限公司吴江分公司"
    },
    "大丰": {
        "大丰市德福汽车销售服务有限公司": "大丰市德福汽车销售服务有限公司"
    },
    "太仓": {
        "格林威(太仓)汽车销售服务有限公司": "格林威(太仓)汽车销售服务有限公司"
    },
    "如皋": {
        "如皋福联汽车贸易有限公司": "如皋福联汽车贸易有限公司"
    },
    "姜堰": {
        "泰州天盛达汽车贸易有限公司": "泰州天盛达汽车贸易有限公司"
    },
    "宜兴": {
        "宜兴市德森汽车销售服务有限公司": "宜兴市德森汽车销售服务有限公司"
    },
    "宿迁": {
        "宿迁市良宇福得汽车销售服务有限公司": "宿迁市良宇福得汽车销售服务有限公司"
    },
    "常州": {
        "常州欧派罗汽车销售服务有限公司": "常州欧派罗汽车销售服务有限公司",
        "常州福尔特汽车销售服务有限公司": "常州福尔特汽车销售服务有限公司",
        "常州薛家欧派罗汽车销售服务有限公司": "常州薛家欧派罗汽车销售服务有限公司"
    },
    "常熟": {
        "常熟市德福汽车销售服务有限公司": "常熟市德福汽车销售服务有限公司"
    },
    "张家港": {
        "张家港富骏汽车销售服务有限公司": "张家港富骏汽车销售服务有限公司"
    },
    "徐州": {
        "徐州润东嘉华汽车销售服务有限公司": "徐州润东嘉华汽车销售服务有限公司",
        "江苏良宇汽车销售服务有限公司": "江苏良宇汽车销售服务有限公司",
        "徐州北辰汽车销售服务有限公司": "徐州北辰汽车销售服务有限公司",
        "徐州泰和汇福汽车销售服务有限公司": "徐州泰和汇福汽车销售服务有限公司"
    },
    "扬中": {
        "扬中市福联汽车贸易有限公司": "扬中市福联汽车贸易有限公司"
    },
    "扬州": {
        "扬州福联汽车销售服务有限公司": "扬州福联汽车销售服务有限公司",
        "江都福联汽车销售服务有限公司": "江都福联汽车销售服务有限公司",
        "扬州城北福联汽车销售服务有限公司": "扬州城北福联汽车销售服务有限公司"
    },
    "无锡": {
        "无锡东方福美汽车销售服务有限公司": "无锡东方福美汽车销售服务有限公司",
        "无锡市新纪元福星汽车销售服务有限公司": "无锡市新纪元福星汽车销售服务有限公司",
        "无锡睿邦福特汽车销售服务有限公司": "无锡睿邦福特汽车销售服务有限公司",
        "无锡福阳汽车销售服务有限公司": "无锡福阳汽车销售服务有限公司"
    },
    "昆山": {
        "昆山格林威汽车销售服务有限公司": "昆山格林威汽车销售服务有限公司",
        "昆山格林威城东汽车销售服务有限公司": "昆山格林威城东汽车销售服务有限公司"
    },
    "江阴": {
        "江阴市广吉福祥汽车有限公司": "江阴市广吉福祥汽车有限公司",
        "江阴吉兆汽车销售服务有限公司": "江阴吉兆汽车销售服务有限公司"
    },
    "沭阳": {
        "宿迁市良宇瑞福汽车销售服务有限公司": "宿迁市良宇瑞福汽车销售服务有限公司"
    },
    "泰兴": {
        "泰兴市天安达汽车贸易有限公司": "泰兴市天安达汽车贸易有限公司"
    },
    "泰州": {
        "泰州天安达汽车贸易有限公司": "泰州天安达汽车贸易有限公司"
    },
    "海安": {
        "海安福聚汽车贸易有限公司": "海安福聚汽车贸易有限公司"
    },
    "海门": {
        "海门福邦汽车销售服务有限公司": "海门福邦汽车销售服务有限公司"
    },
    "淮安": {
        "淮安润东之福销售服务有限公司": "淮安润东之福销售服务有限公司",
        "淮安市宏宇金驰汽车销售服务有限公司": "淮安市宏宇金驰汽车销售服务有限公司"
    },
    "溧阳": {
        "溧阳福尔特汽车销售服务有限公司": "溧阳福尔特汽车销售服务有限公司"
    },
    "盐城": {
        "盐宁永宁新城汽车销售服务有限公司": "盐宁永宁新城汽车销售服务有限公司",
        "森风集团盐城允升汽车有限公司": "森风集团盐城允升汽车有限公司"
    },
    "苏州": {
        "苏州豪骏汽车服务有限公司": "苏州豪骏汽车服务有限公司",
        "苏州天驰新佳汽车销售服务有限公司": "苏州天驰新佳汽车销售服务有限公司",
        "苏州东昌福德汽车销售服务有限公司": "苏州东昌福德汽车销售服务有限公司",
        "苏州南福汽车销售服务有限公司": "苏州南福汽车销售服务有限公司"
    },
    "连云港": {
        "连云港盛资汽车销售服务有限公司": "连云港盛资汽车销售服务有限公司"
    },
    "金坛": {
        "金坛欧派罗汽车销售服务有限公司": "金坛欧派罗汽车销售服务有限公司"
    },
    "镇江": {
        "镇江福联汽车贸易有限公司": "镇江福联汽车贸易有限公司",
        "镇江新城福联汽车贸易有限公司": "镇江新城福联汽车贸易有限公司"
    },
    "靖江": {
        "靖江天安达汽车贸易有限公司": "靖江天安达汽车贸易有限公司"
    },
    "高邮": {
        "高邮福联汽车销售服务有限公司": "高邮福联汽车销售服务有限公司"
    },
    "上饶": {
        "上饶市福泉汽车有限公司": "上饶市福泉汽车有限公司"
    },
    "九江": {
        "九江福万通汽车有限公司": "九江福万通汽车有限公司",
        "九江江丰汽车有限公司": "九江江丰汽车有限公司"
    },
    "南昌": {
        "江西江铃海外汽车销售服务有限公司": "江西江铃海外汽车销售服务有限公司",
        "江西省福翔汽车有限公司": "江西省福翔汽车有限公司",
        "江西省智隆汽车有限公司": "江西省智隆汽车有限公司",
        "江西恒望汽车贸易有限公司": "江西恒望汽车贸易有限公司"
    },
    "吉安": {
        "吉安市青原区永福达汽车有限公司": "吉安市青原区永福达汽车有限公司"
    },
    "宜春": {
        "宜春鑫福汽车有限公司": "宜春鑫福汽车有限公司"
    },
    "抚州": {
        "抚州福广汽车发展有限公司": "抚州福广汽车发展有限公司"
    },
    "新余": {
        "新余丰源汽车销售服务有限公司": "新余丰源汽车销售服务有限公司"
    },
    "景德镇": {
        "景德镇市坤城汽车有限公司": "景德镇市坤城汽车有限公司"
    },
    "赣州": {
        "赣州华美行汽车销售与服务有限公司": "赣州华美行汽车销售与服务有限公司",
        "赣州华盛行汽车销售服务有限公司": "赣州华盛行汽车销售服务有限公司"
    },
    "高安": {
        "江西鸿浩汽车销售服务有限公司": "江西鸿浩汽车销售服务有限公司"
    },
    "任丘": {
        "任丘市世纪龙腾汽车销售有限公司": "任丘市世纪龙腾汽车销售有限公司"
    },
    "保定": {
        "保定市天孚汽车贸易有限公司": "保定市天孚汽车贸易有限公司",
        "保定轩宇正道汽车销售服务有限公司": "保定轩宇正道汽车销售服务有限公司",
        "保定市天硕汽车贸易有限公司": "保定市天硕汽车贸易有限公司"
    },
    "唐山": {
        "唐山市冀东兴业汽车销售服务有限公司": "唐山市冀东兴业汽车销售服务有限公司",
        "唐山国和兴滦汽车销售服务有限公司": "唐山国和兴滦汽车销售服务有限公司"
    },
    "定州": {
        "定州市福瑞翔汽车贸易有限公司": "定州市福瑞翔汽车贸易有限公司"
    },
    "廊坊": {
        "廊坊瑞泰伟业汽车销售有限公司": "廊坊瑞泰伟业汽车销售有限公司",
        "廊坊市福江汽车销售服务有限公司": "廊坊市福江汽车销售服务有限公司"
    },
    "张家口": {
        "张家口庞大亚航汽车销售服务有限公司": "张家口庞大亚航汽车销售服务有限公司"
    },
    "承德": {
        "承德展旺汽车销售有限公司": "承德展旺汽车销售有限公司"
    },
    "沧州": {
        "沧州市德源汽车贸易有限公司": "沧州市德源汽车贸易有限公司",
        "沧州市众福汽车销售服务有限公司": "沧州市众福汽车销售服务有限公司",
        "沧州市德华汽车销售服务有限公司": "沧州市德华汽车销售服务有限公司"
    },
    "涿州": {
        "涿州市辉瑞汽车销售服务有限公司": "涿州市辉瑞汽车销售服务有限公司"
    },
    "石家庄": {
        "河北盛达汽车贸易有限公司": "河北盛达汽车贸易有限公司",
        "河北天和福昌汽车销售服务有限公司": "河北天和福昌汽车销售服务有限公司",
        "河北信达汽车贸易有限公司": "河北信达汽车贸易有限公司",
        "石家庄和霖汽车销售服务有限公司": "石家庄和霖汽车销售服务有限公司",
        "河北鹏顺汽车销售服务有限公司": "河北鹏顺汽车销售服务有限公司"
    },
    "秦皇岛": {
        "秦皇岛建达汽车销售服务有限公司": "秦皇岛建达汽车销售服务有限公司",
        "秦皇岛金时福润汽车贸易有限公司": "秦皇岛金时福润汽车贸易有限公司"
    },
    "衡水": {
        "衡水和勤汽车销售服务有限公司": "衡水和勤汽车销售服务有限公司",
        "河北汇凯汽车销售服务有限公司": "河北汇凯汽车销售服务有限公司"
    },
    "迁安": {
        "迁安市万荣泽福汽车贸易有限公司": "迁安市万荣泽福汽车贸易有限公司"
    },
    "邢台": {
        "邢台盛源汽车贸易服务有限公司": "邢台盛源汽车贸易服务有限公司",
        "邢台沧龙汽车销售服务有限公司": "邢台沧龙汽车销售服务有限公司",
        "邢台豪驰汽车销售有限公司": "邢台豪驰汽车销售有限公司"
    },
    "邯郸": {
        "邯郸市庆华汽车销售服务有限公司": "邯郸市庆华汽车销售服务有限公司",
        "邯郸市华安汽车销售服务有限公司": "邯郸市华安汽车销售服务有限公司",
        "邯郸和誉汽车销售服务有限公司": "邯郸和誉汽车销售服务有限公司"
    },
    "霸州": {
        "霸州市皓润行汽车销售服务有限公司": "霸州市皓润行汽车销售服务有限公司"
    },
    "三门峡": {
        "三门峡市兴源汽车销售服务有限公司": "三门峡市兴源汽车销售服务有限公司"
    },
    "信阳": {
        "信阳市亮源汽车贸易有限公司": "信阳市亮源汽车贸易有限公司",
        "信阳中岩福安汽车销售服务有限公司": "信阳中岩福安汽车销售服务有限公司"
    },
    "南阳": {
        "南阳裕华福源汽车销售服务有限公司": "南阳裕华福源汽车销售服务有限公司",
        "南阳嘉华福尔汽车销售服务有限公司": "南阳嘉华福尔汽车销售服务有限公司",
        "南阳吉福汽车销售服务有限公司": "南阳吉福汽车销售服务有限公司"
    },
    "周口": {
        "周口铭阳汽车销售服务有限公司": "周口铭阳汽车销售服务有限公司",
        "周口铭盛汽车销售服务有限公司": "周口铭盛汽车销售服务有限公司"
    },
    "商丘": {
        "商丘市铭阳汽车销售服务有限公司": "商丘市铭阳汽车销售服务有限公司",
        "商丘市铭盛汽车销售服务有限公司": "商丘市铭盛汽车销售服务有限公司"
    },
    "安阳": {
        "安阳顺达尔汽车贸易有限公司": "安阳顺达尔汽车贸易有限公司"
    },
    "巩义": {
        "河南鑫泰汽车销售服务有限公司": "河南鑫泰汽车销售服务有限公司"
    },
    "平顶山": {
        "平顶山市祥博汽车销售有限公司": "平顶山市祥博汽车销售有限公司",
        "平顶山泰瑞福汽车销售服务有限公司": "平顶山泰瑞福汽车销售服务有限公司"
    },
    "开封": {
        "开封嘉华汽车销售服务有限公司": "开封嘉华汽车销售服务有限公司"
    },
    "新乡": {
        "新乡长久福祥汽车销售服务有限公司": "新乡长久福祥汽车销售服务有限公司",
        "新乡市凯隆汽车销售服务有限公司": "新乡市凯隆汽车销售服务有限公司"
    },
    "新郑": {
        "郑州福帝汽车销售服务有限公司": "郑州福帝汽车销售服务有限公司"
    },
    "永城": {
        "永城市铭阳汽车销售有限公司": "永城市铭阳汽车销售有限公司"
    },
    "洛阳": {
        "河南动力汽车贸易服务有限公司": "河南动力汽车贸易服务有限公司",
        "洛阳和悦天道汽车贸易服务有限公司": "洛阳和悦天道汽车贸易服务有限公司",
        "洛阳凯捷汽车销售服务有限公司": "洛阳凯捷汽车销售服务有限公司"
    },
    "济源": {
        "济源市瑞福汽车贸易有限公司": "济源市瑞福汽车贸易有限公司"
    },
    "漯河": {
        "漯河市广润汽车销售服务有限公司": "漯河市广润汽车销售服务有限公司"
    },
    "濮阳": {
        "濮阳市福华汽车销售服务有限公司": "濮阳市福华汽车销售服务有限公司"
    },
    "焦作": {
        "河南省焦作交运集团富源汽车销售服务有限公司": "河南省焦作交运集团富源汽车销售服务有限公司",
        "焦作市福港汽车销售服务有限公司": "焦作市福港汽车销售服务有限公司"
    },
    "禹州": {
        "许昌市新恒汽车销售服务有限公司": "许昌市新恒汽车销售服务有限公司"
    },
    "许昌": {
        "许昌市和协汽车销售服务有限公司": "许昌市和协汽车销售服务有限公司"
    },
    "郑州": {
        "河南天道汽车贸易服务有限公司": "河南天道汽车贸易服务有限公司",
        "河南裕华福源汽车贸易有限公司": "河南裕华福源汽车贸易有限公司",
        "河南西城天道汽车贸易服务有限公司": "河南西城天道汽车贸易服务有限公司",
        "河南东城天道汽车销售服务有限公司": "河南东城天道汽车销售服务有限公司",
        "河南吉福汽车销售服务有限公司": "河南吉福汽车销售服务有限公司",
        "河南郑东天道汽车销售服务有限公司": "河南郑东天道汽车销售服务有限公司",
        "河南东城吉福汽车销售服务有限公司": "河南东城吉福汽车销售服务有限公司"
    },
    "驻马店": {
        "驻马店铭阳汽车销售服务有限公司": "驻马店铭阳汽车销售服务有限公司"
    },
    "鹤壁": {
        "鹤壁市顺达尔汽车销售服务有限公司": "鹤壁市顺达尔汽车销售服务有限公司"
    },
    "上虞": {
        "上虞福瑞通汽车销售服务有限公司": "上虞福瑞通汽车销售服务有限公司"
    },
    "东阳": {
        "东阳市联鑫汽车有限公司": "东阳市联鑫汽车有限公司"
    },
    "临海": {
        "台州恒之福汽车服务有限公司": "台州恒之福汽车服务有限公司"
    },
    "丽水": {
        "丽水晨隆汽车销售有限公司": "丽水晨隆汽车销售有限公司"
    },
    "义乌": {
        "义乌市瑞鑫汽车销售服务有限公司": "义乌市瑞鑫汽车销售服务有限公司"
    },
    "乐清": {
        "乐清福荣汽车有限公司": "乐清福荣汽车有限公司"
    },
    "余姚": {
        "余姚福舜汽车贸易有限公司": "余姚福舜汽车贸易有限公司"
    },
    "台州": {
        "台州市东福汽车销售服务有限公司": "台州市东福汽车销售服务有限公司",
        "台州森加福汽车销售服务有限公司": "台州森加福汽车销售服务有限公司"
    },
    "嘉兴": {
        "浙江万国汽车有限公司嘉兴分公司": "浙江万国汽车有限公司嘉兴分公司",
        "嘉兴美福汽车有限公司": "嘉兴美福汽车有限公司"
    },
    "宁波": {
        "宁波圣菲汽车销售服务有限公司": "宁波圣菲汽车销售服务有限公司",
        "宁波联福汽车销售服务有限公司": "宁波联福汽车销售服务有限公司",
        "宁波金润汽车销售服务有限公司": "宁波金润汽车销售服务有限公司",
        "宁波华悦汽车销售服务有限公司": "宁波华悦汽车销售服务有限公司",
        "宁波锦福明海汽车销售服务有限公司": "宁波锦福明海汽车销售服务有限公司",
        "宁波永达福宁汽车销售服务有限公司": "宁波永达福宁汽车销售服务有限公司",
        "宁波国腾汽车销售服务有限责任公司": "宁波国腾汽车销售服务有限责任公司"
    },
    "安吉": {
        "安吉万国汽车有限公司": "安吉万国汽车有限公司"
    },
    "富阳": {
        "富阳通福汽车有限公司": "富阳通福汽车有限公司"
    },
    "嵊州": {
        "嵊州市兴福汽车有限公司": "嵊州市兴福汽车有限公司"
    },
    "平湖": {
        "平湖万国汽车有限公司": "平湖万国汽车有限公司"
    },
    "慈溪": {
        "慈溪市康顺汽车销售服务有限公司": "慈溪市康顺汽车销售服务有限公司"
    },
    "杭州": {
        "浙江万国汽车有限公司": "浙江万国汽车有限公司",
        "浙江福通汽车有限公司": "浙江福通汽车有限公司",
        "浙江万国美福汽车有限公司": "浙江万国美福汽车有限公司",
        "浙江万国汽车有限公司萧山分公司": "浙江万国汽车有限公司萧山分公司",
        "浙江康众汽车有限公司": "浙江康众汽车有限公司",
        "杭州元福汽车有限公司": "杭州元福汽车有限公司",
        "杭州万联汽车有限公司": "杭州万联汽车有限公司",
        "杭州万宏汽车有限公司": "杭州万宏汽车有限公司",
        "浙江万朋汽车有限公司": "浙江万朋汽车有限公司"
    },
    "桐乡": {
        "桐乡万国汽车有限公司": "桐乡万国汽车有限公司"
    },
    "永康": {
        "永康市福达汽车销售有限公司": "永康市福达汽车销售有限公司"
    },
    "海宁": {
        "海宁万国汽车有限公司": "海宁万国汽车有限公司"
    },
    "海盐": {
        "海盐万国汽车有限公司": "海盐万国汽车有限公司"
    },
    "温岭": {
        "台州恒信汽车服务有限公司": "台州恒信汽车服务有限公司"
    },
    "温州": {
        "温州福龙汽车有限公司": "温州福龙汽车有限公司",
        "温州金跃汽车有限公司": "温州金跃汽车有限公司",
        "温州丰骏汽车销售服务有限公司": "温州丰骏汽车销售服务有限公司"
    },
    "湖州": {
        "浙江万国汽车有限公司湖州分公司": "浙江万国汽车有限公司湖州分公司",
        "长兴万国汽车有限公司": "长兴万国汽车有限公司",
        "湖州万朋汽车有限公司": "湖州万朋汽车有限公司"
    },
    "瑞安": {
        "浙江晨隆汽车销售有限公司": "浙江晨隆汽车销售有限公司"
    },
    "绍兴": {
        "绍兴福通汽车有限公司": "绍兴福通汽车有限公司",
        "绍兴洪腾汽车有限公司": "绍兴洪腾汽车有限公司"
    },
    "舟山": {
        "舟山市明迪汽车销售服务有限公司": "舟山市明迪汽车销售服务有限公司"
    },
    "衢州": {
        "衢州瑞鑫汽车销售服务有限公司": "衢州瑞鑫汽车销售服务有限公司"
    },
    "诸暨": {
        "诸暨市中大汽车有限公司": "诸暨市中大汽车有限公司"
    },
    "金华": {
        "浙江省金华市福达汽车销售有限公司": "浙江省金华市福达汽车销售有限公司",
        "金华市金东福达汽车销售有限公司": "金华市金东福达汽车销售有限公司"
    },
    "海口": {
        "海南嘉德汽车销售服务有限公司": "海南嘉德汽车销售服务有限公司",
        "海南深标特汽车有限公司": "海南深标特汽车有限公司"
    },
    "仙桃": {
        "仙桃威汉汽车销售有限责任公司仙桃分公司": "仙桃威汉汽车销售有限责任公司仙桃分公司"
    },
    "十堰": {
        "十堰三喜汽车销售服务有限公司": "十堰三喜汽车销售服务有限公司"
    },
    "咸宁": {
        "咸宁恒信美华汽车销售服务有限公司": "咸宁恒信美华汽车销售服务有限公司"
    },
    "孝感": {
        "孝感贤达汽车销售服务有限公司": "孝感贤达汽车销售服务有限公司"
    },
    "宜昌": {
        "宜昌民福汽车销售服务有限公司": "宜昌民福汽车销售服务有限公司",
        "宜昌市民瑞汽车销售服务有限公司": "宜昌市民瑞汽车销售服务有限公司",
        "宜昌恒信美华汽车销售服务有限公司": "宜昌恒信美华汽车销售服务有限公司"
    },
    "恩施": {
        "恩施州民福汽车销售服务有限公司": "恩施州民福汽车销售服务有限公司"
    },
    "武汉": {
        "武汉威汉汽车销售有限责任公司": "武汉威汉汽车销售有限责任公司",
        "武汉黄浦威汉汽车服务有限责任公司": "武汉黄浦威汉汽车服务有限责任公司",
        "武汉江城威汉汽车服务有限责任公司": "武汉江城威汉汽车服务有限责任公司",
        "武汉合福缘汽车销售服务有限公司": "武汉合福缘汽车销售服务有限公司",
        "武汉三喜汽车销售服务有限公司": "武汉三喜汽车销售服务有限公司"
    },
    "荆州": {
        "荆州东盛源汽车销售服务有限公司": "荆州东盛源汽车销售服务有限公司"
    },
    "荆门": {
        "荆门三喜汽车销售服务有限公司": "荆门三喜汽车销售服务有限公司"
    },
    "襄樊": {
        "襄阳威汉机电有限责任公司": "襄阳威汉机电有限责任公司"
    },
    "襄阳": {
        "襄阳恒信美华汽车销售服务有限公司": "襄阳恒信美华汽车销售服务有限公司"
    },
    "随州": {
        "随州市中飞汽车销售有限公司": "随州市中飞汽车销售有限公司"
    },
    "黄冈": {
        "黄冈威汉仙福汽车销售有限责任公司": "黄冈威汉仙福汽车销售有限责任公司"
    },
    "黄石": {
        "中国长安汽车集团黄石威汉销售有限公司": "中国长安汽车集团黄石威汉销售有限公司"
    },
    "吉首": {
        "湘西华烽汽车销售服务有限公司": "湘西华烽汽车销售服务有限公司"
    },
    "娄底": {
        "娄底市津湘汽车销售有限公司": "娄底市津湘汽车销售有限公司"
    },
    "岳阳": {
        "岳阳福众汽车销售服务有限公司": "岳阳福众汽车销售服务有限公司",
        "岳阳三福汽车销售服务有限公司": "岳阳三福汽车销售服务有限公司"
    },
    "常德": {
        "常德市日福汽车销售服务有限公司": "常德市日福汽车销售服务有限公司",
        "常德市旭福汽车销售服务有限公司": "常德市旭福汽车销售服务有限公司"
    },
    "张家界": {
        "张家界东红汽车服务有限公司": "张家界东红汽车服务有限公司"
    },
    "怀化": {
        "怀化津湘盈丰汽车销售服务有限公司": "怀化津湘盈丰汽车销售服务有限公司"
    },
    "株州": {
        "株洲宏福汽车销售服务有限公司": "株洲宏福汽车销售服务有限公司",
        "株州蓝福汽车销售服务有限公司": "株州蓝福汽车销售服务有限公司",
        "湖南丰泽汽车销售服务有限公司": "湖南丰泽汽车销售服务有限公司"
    },
    "永州": {
        "永州腾飞湘福汽车销售服务有限公司": "永州腾飞湘福汽车销售服务有限公司"
    },
    "浏阳": {
        "浏阳津湘华特汽车销售服务有限公司": "浏阳津湘华特汽车销售服务有限公司"
    },
    "湘潭": {
        "湘潭腾飞福来特汽车服务有限公司": "湘潭腾飞福来特汽车服务有限公司",
        "湘潭美腾汽车销售服务有限公司": "湘潭美腾汽车销售服务有限公司"
    },
    "益阳": {
        "益阳市骏和汽车贸易投资有限责任公司": "益阳市骏和汽车贸易投资有限责任公司"
    },
    "衡阳": {
        "衡阳天禧汽车销售服务有限公司": "衡阳天禧汽车销售服务有限公司"
    },
    "邵阳": {
        "邵阳宝迪汽车销售服务有限公司": "邵阳宝迪汽车销售服务有限公司",
        "邵阳市宝华汽车销售服务有限公司": "邵阳市宝华汽车销售服务有限公司"
    },
    "郴州": {
        "郴州中天汽车销售服务有限公司": "郴州中天汽车销售服务有限公司"
    },
    "长沙": {
        "湖南华隆汽车销售服务有限公司": "湖南华隆汽车销售服务有限公司",
        "湖南力天汽车销售服务有限公司": "湖南力天汽车销售服务有限公司",
        "湖南华达汽车销售服务有限公司": "湖南华达汽车销售服务有限公司",
        "湖南力天福驻汽车销售服务有限公司": "湖南力天福驻汽车销售服务有限公司",
        "宁乡津湘华沩汽车销售服务有限公司": "宁乡津湘华沩汽车销售服务有限公司",
        "湖南永通永利汽车销售服务有限公司": "湖南永通永利汽车销售服务有限公司"
    },
    "兰州": {
        "兰州赛福汽车销售服务有限公司": "兰州赛福汽车销售服务有限公司",
        "兰州金岛长福汽车销售有限公司": "兰州金岛长福汽车销售有限公司",
        "兰州永泰汽车销售服务有限公司": "兰州永泰汽车销售服务有限公司"
    },
    "嘉峪关": {
        "嘉峪关良志汽车销售有限公司": "嘉峪关良志汽车销售有限公司"
    },
    "天水": {
        "天水福汇达汽车销售有限公司": "天水福汇达汽车销售有限公司"
    },
    "定西": {
        "定西恒信美华汽车销售服务有限公司": "定西恒信美华汽车销售服务有限公司"
    },
    "平凉": {
        "平凉恒信美华汽车销售服务有限公司": "平凉恒信美华汽车销售服务有限公司"
    },
    "庆阳": {
        "庆阳志达汽车销售服务有限公司": "庆阳志达汽车销售服务有限公司"
    },
    "张掖": {
        "张掖宝之福汽车销售服务有限公司": "张掖宝之福汽车销售服务有限公司"
    },
    "武威": {
        "武威腾瀚汽车销售服务有限公司": "武威腾瀚汽车销售服务有限公司"
    },
    "白银": {
        "白银良志汽车销售服务有限公司": "白银良志汽车销售服务有限公司"
    },
    "三明": {
        "福建省三明市三元区大坂工业园%365000": "福建省三明市三元区大坂工业园%365000"
    },
    "厦门": {
        "厦门信达汽车销售服务有限公司": "厦门信达汽车销售服务有限公司",
        "厦门丰骏汽车销售服务有限公司": "厦门丰骏汽车销售服务有限公司",
        "厦门信达通福汽车销售服务有限公司": "厦门信达通福汽车销售服务有限公司",
        "厦门信达通瑞汽车销售服务有限公司": "厦门信达通瑞汽车销售服务有限公司",
        "厦门信达汽车销售服务有限公司滨北分公司": "厦门信达汽车销售服务有限公司滨北分公司"
    },
    "宁德": {
        "福建丰达汽车销售服务有限公司": "福建丰达汽车销售服务有限公司"
    },
    "安溪": {
        "福建省亿海丰和汽车销售服务有限公司": "福建省亿海丰和汽车销售服务有限公司"
    },
    "建瓯": {
        "南平华骏汽车销售服务有限公司": "南平华骏汽车销售服务有限公司"
    },
    "晋江": {
        "福建省晋江市亿海万特汽车销售有限公司": "福建省晋江市亿海万特汽车销售有限公司",
        "福建丰裕汽车销售服务有限公司": "福建丰裕汽车销售服务有限公司"
    },
    "泉州": {
        "泉州国骏汽车销售服务有限公司": "泉州国骏汽车销售服务有限公司",
        "福建丰诺汽车销售服务有限公司": "福建丰诺汽车销售服务有限公司",
        "泉州泉福汽车销售服务有限公司": "泉州泉福汽车销售服务有限公司",
        "泉州和祥汽车销售服务有限公司": "泉州和祥汽车销售服务有限公司"
    },
    "漳州": {
        "漳浦华骏天驰汽车销售服务有限公司": "漳浦华骏天驰汽车销售服务有限公司",
        "漳州华骏福元汽车销售服务有限公司": "漳州华骏福元汽车销售服务有限公司"
    },
    "福州": {
        "福建华骏汽车销售服务有限公司": "福建华骏汽车销售服务有限公司",
        "福建吉诺汽车有限公司": "福建吉诺汽车有限公司",
        "福建华骏天行汽车销售服务有限公司": "福建华骏天行汽车销售服务有限公司",
        "福州丰骏福瑞汽车销售服务有限公司": "福州丰骏福瑞汽车销售服务有限公司",
        "福建省丰吉汽车贸易有限公司": "福建省丰吉汽车贸易有限公司"
    },
    "福清": {
        "福建汇京福瑞汽车贸易有限公司": "福建汇京福瑞汽车贸易有限公司"
    },
    "莆田": {
        "福建丰润汽车销售服务有限公司": "福建丰润汽车销售服务有限公司",
        "福建新诺汽车销售服务有限公司": "福建新诺汽车销售服务有限公司"
    },
    "龙岩": {
        "龙岩市全福汽车销售服务有限公司": "龙岩市全福汽车销售服务有限公司",
        "龙岩龙丰福瑞汽车销售服务有限公司": "龙岩龙丰福瑞汽车销售服务有限公司"
    },
    "拉萨": {
        "西藏康盛汽车销售服务有限公司": "西藏康盛汽车销售服务有限公司"
    },
    "六盘水": {
        "六盘水万福汽车销售服务有限公司": "六盘水万福汽车销售服务有限公司"
    },
    "兴义": {
        "贵州林福汽车销售服务有限公司": "贵州林福汽车销售服务有限公司"
    },
    "凯里": {
        "凯里经济开发区华通凯福汽车贸易服务有限公司": "凯里经济开发区华通凯福汽车贸易服务有限公司"
    },
    "安顺": {
        "安顺东冠汽车贸易有限公司": "安顺东冠汽车贸易有限公司"
    },
    "毕节": {
        "贵州友福汽车销售服务有限公司": "贵州友福汽车销售服务有限公司"
    },
    "清镇": {
        "贵州瀚羿睿和汽车销售服务有限公司": "贵州瀚羿睿和汽车销售服务有限公司"
    },
    "贵阳": {
        "贵州万福汽车销售服务有限公司": "贵州万福汽车销售服务有限公司",
        "贵州华通华特汽车贸易服务有限公司": "贵州华通华特汽车贸易服务有限公司",
        "贵州华通华福汽车销售服务有限公司": "贵州华通华福汽车销售服务有限公司"
    },
    "遵义": {
        "贵州万佳汽车销售服务有限公司": "贵州万佳汽车销售服务有限公司",
        "贵州黔喜福汽车销售有限公司": "贵州黔喜福汽车销售有限公司"
    },
    "都匀": {
        "都匀市恒信美华汽车销售服务有限公司": "都匀市恒信美华汽车销售服务有限公司"
    },
    "铜仁": {
        "铜仁市中源汽车销售服务有限责任公司": "铜仁市中源汽车销售服务有限责任公司"
    },
    "丹东": {
        "丹东曙光新福业汽车销售服务有限公司": "丹东曙光新福业汽车销售服务有限公司"
    },
    "大连": {
        "大连六和汽车服务有限公司": "大连六和汽车服务有限公司",
        "大连裕祥汽车销售服务有限公司": "大连裕祥汽车销售服务有限公司",
        "大连禾丰汽车销售服务有限公司": "大连禾丰汽车销售服务有限公司",
        "大连恒泰汽车销售服务有限公司": "大连恒泰汽车销售服务有限公司"
    },
    "抚顺": {
        "抚顺广联达福运汽车销售服务有限公司": "抚顺广联达福运汽车销售服务有限公司"
    },
    "朝阳": {
        "朝阳盛昌汽车销售服务有限公司": "朝阳盛昌汽车销售服务有限公司"
    },
    "沈阳": {
        "辽宁盛世安特汽车销售服务有限公司": "辽宁盛世安特汽车销售服务有限公司",
        "辽宁鑫盛特汽车销售服务有限公司": "辽宁鑫盛特汽车销售服务有限公司",
        "沈阳庞大亚航汽车销售服务有限公司": "沈阳庞大亚航汽车销售服务有限公司",
        "沈阳天广和美汽车销售服务有限公司": "沈阳天广和美汽车销售服务有限公司",
        "沈阳卓多汽车销售服务有限公司": "沈阳卓多汽车销售服务有限公司"
    },
    "盘锦": {
        "盘锦融福汽车销售服务有限公司": "盘锦融福汽车销售服务有限公司"
    },
    "营口": {
        "营口金仕汽车销售有限公司": "营口金仕汽车销售有限公司"
    },
    "葫芦岛": {
        "葫芦岛庞大亚航汽车销售服务有限公司": "葫芦岛庞大亚航汽车销售服务有限公司"
    },
    "辽阳": {
        "辽阳融达福汽车销售服务有限公司": "辽阳融达福汽车销售服务有限公司"
    },
    "铁岭": {
        "铁岭福和通汽车销售服务有限公司": "铁岭福和通汽车销售服务有限公司"
    },
    "锦州": {
        "锦州福阳路达汽车销售服务有限公司": "锦州福阳路达汽车销售服务有限公司"
    },
    "阜新": {
        "阜新市华兴汽车销售服务有限公司": "阜新市华兴汽车销售服务有限公司"
    },
    "鞍山": {
        "鞍山天广美诚汽车销售服务有限公司": "鞍山天广美诚汽车销售服务有限公司"
    },
    "万州区": {
        "重庆福骏汽车销售有限公司": "重庆福骏汽车销售有限公司"
    },
    "九龙坡区": {
        "重庆中汽西南福星汽车有限公司": "重庆中汽西南福星汽车有限公司"
    },
    "北碚区": {
        "重庆汇骏汽车销售有限公司": "重庆汇骏汽车销售有限公司"
    },
    "北部新区": {
        "重庆安博汽车销售有限公司": "重庆安博汽车销售有限公司"
    },
    "南岸区": {
        "重庆南坪安福汽车有限公司": "重庆南坪安福汽车有限公司"
    },
    "合川区": {
        "重庆万友龙瑞汽车销售服务有限公司": "重庆万友龙瑞汽车销售服务有限公司"
    },
    "大渡口区": {
        "重庆大福汽车销售有限公司": "重庆大福汽车销售有限公司"
    },
    "巴南区": {
        "重庆福冠汽车销售服务有限公司": "重庆福冠汽车销售服务有限公司"
    },
    "永川区": {
        "重庆福川汽车销售有限公司": "重庆福川汽车销售有限公司"
    },
    "江津区": {
        "重庆福驹汽车销售服务有限公司": "重庆福驹汽车销售服务有限公司"
    },
    "沙坪坝区": {
        "重庆福兆星汽车营销有限公司": "重庆福兆星汽车营销有限公司"
    },
    "涪陵区": {
        "重庆建洲汽车销售服务有限公司": "重庆建洲汽车销售服务有限公司"
    },
    "渝中区": {
        "重庆九福汽车销售服务有限公司": "重庆九福汽车销售服务有限公司"
    },
    "渝北区": {
        "重庆安福汽车营销有限公司": "重庆安福汽车营销有限公司",
        "万友汽车投资有限公司两江分公司": "万友汽车投资有限公司两江分公司"
    },
    "咸阳": {
        "陕西福秦汽车销售服务有限公司": "陕西福秦汽车销售服务有限公司",
        "陕西福盈汽车销售服务有限公司": "陕西福盈汽车销售服务有限公司"
    },
    "商洛": {
        "商洛福泽汽车销售服务有限公司": "商洛福泽汽车销售服务有限公司"
    },
    "安康": {
        "安康福泽汽车销售服务有限公司": "安康福泽汽车销售服务有限公司"
    },
    "宝鸡": {
        "宝鸡市福信汽车销售服务有限公司": "宝鸡市福信汽车销售服务有限公司"
    },
    "延安": {
        "延安蓝天福海汽车销售服务有限公司": "延安蓝天福海汽车销售服务有限公司"
    },
    "榆林": {
        "榆林东方集团福星汽车销售服务有限公司": "榆林东方集团福星汽车销售服务有限公司",
        "榆林永盛汽贸有限公司": "榆林永盛汽贸有限公司"
    },
    "汉中": {
        "汉中惠福汽车销售服务有限公司": "汉中惠福汽车销售服务有限公司"
    },
    "渭南": {
        "渭南市福海汽车服务有限公司": "渭南市福海汽车服务有限公司"
    },
    "西安": {
        "陕西福迪汽车贸易有限责任公司": "陕西福迪汽车贸易有限责任公司",
        "陕西福腾汽车贸易有限公司": "陕西福腾汽车贸易有限公司",
        "陕西幸福汽车销售有限公司": "陕西幸福汽车销售有限公司",
        "西安福威汽车贸易有限公司": "西安福威汽车贸易有限公司",
        "陕西亿禾汽车销售服务有限公司": "陕西亿禾汽车销售服务有限公司",
        "陕西嘉福圆汽车贸易服务有限公司": "陕西嘉福圆汽车贸易服务有限公司",
        "西安福康汽车销售服务有限公司": "西安福康汽车销售服务有限公司",
        "西安福新汽车销售服务有限公司": "西安福新汽车销售服务有限公司",
        "陕西福跃汽车销售服务有限公司": "陕西福跃汽车销售服务有限公司",
        "陕西新丰泰福生汽车销售服务有限公司": "陕西新丰泰福生汽车销售服务有限公司"
    },
    "西宁": {
        "青海金岛长福汽车销售有限公司": "青海金岛长福汽车销售有限公司",
        "青海嘉悦汽车销售服务有限公司": "青海嘉悦汽车销售服务有限公司"
    },
    "佳木斯": {
        "佳木斯市永诚汽车销售有限公司": "佳木斯市永诚汽车销售有限公司"
    },
    "北安": {
        "北安龙轩汽车销售服务有限公司": "北安龙轩汽车销售服务有限公司"
    },
    "哈尔滨": {
        "黑龙江省天拓汽车销售服务有限公司": "黑龙江省天拓汽车销售服务有限公司",
        "黑龙江省美中汽车销售有限公司": "黑龙江省美中汽车销售有限公司",
        "哈尔滨龙熙汽车销售有限公司": "哈尔滨龙熙汽车销售有限公司",
        "哈尔滨永达宏福汽车销售服务有限公司": "哈尔滨永达宏福汽车销售服务有限公司"
    },
    "大庆": {
        "大庆勤华恒瑞汽车销售服务有限公司": "大庆勤华恒瑞汽车销售服务有限公司",
        "大庆天庆昌汽车销售服务有限公司": "大庆天庆昌汽车销售服务有限公司"
    },
    "牡丹江": {
        "牡丹江天拓汽车销售服务有限公司": "牡丹江天拓汽车销售服务有限公司"
    },
    "绥化": {
        "黑龙江龙海美福汽车销售服务有限公司": "黑龙江龙海美福汽车销售服务有限公司"
    },
    "集贤": {
        "双鸭山凯华凯信汽车销售服务有限公司": "双鸭山凯华凯信汽车销售服务有限公司"
    },
    "齐齐哈尔": {
        "齐齐哈尔聚豪汽车销售服务有限公司": "齐齐哈尔聚豪汽车销售服务有限公司"
    }
}
